tap "homebrew/bundle"
tap "homebrew/core"
brew "unzip"
brew "azure-cli"
brew "curl"
brew "gcc"
brew "git"
brew "go"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "zsh"
brew "pure"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "volta"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fish"
